package io.github.sadeghi.online_shop.ui.screens.productScreen.product

import io.github.sadeghi.online_shop.R

val bestsellingProducts = listOf(
    Product(
        id = 1,
        title = "ست سویشرت و شلوار مردانه",
        image = R.drawable.lebas,
        price = "1,550,000",
        oldPrice = "2,000,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    ),

    Product(
        id = 2,
        title = "هودی مردانه اسپرت",
        image = R.drawable.lebas,
        price = "1,250,000",
        oldPrice = "1,500,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    ),

    Product(
        id = 3,
        title = "شلوار جین مردانه",
        image = R.drawable.lebas,
        price = "980,000",
        oldPrice = "1,200,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    ),

    Product(
        id = 4,
        title = "تی شرت مردانه",
        image = R.drawable.lebas,
        price = "650,000",
        oldPrice = "700,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    ),

    Product(
        id = 5,
        title = "کت اسپرت مردانه",
        image = R.drawable.lebas,
        price = "2,200,000",
        oldPrice = "2,500,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    ),

    Product(
        id = 6,
        title = "پیراهن مردانه",
        image = R.drawable.lebas,
        price = "850,000",
        oldPrice = "920,000",
        description = "**با توجه به تفاوت رنگ‌ها در صفحه نمایش دستگاه‌های مختلف، ممکن است رنگ محصولات در تصویر تا 20٪ با واقعیت متفاوت باشد**دارای 5 رنگ جذاب.تمام نخ پنبه.پارچه پیراهن کشمیر.دم دست و پایین بلوز کشباف.سایز بندی:M تا 4XL"
    )
)